[
    {
        "section": "Aquatique",
        "arrayPlants": [

            {"id0": "Le corail cerveau est une plante (animal) que l'on trouve en grand nombre dans les océans chauds. Il pousse au sol et par dessus les blocs de coraux. Il peut être détruit très facilement à la main, mais il faudra utiliser un outil enchanté avec l'enchantement délicatesse si vous souhaitez récolter le corail. Il ne peut vivre que sous l'eau (ou a coté d'un bloc d'eau), sinon il meurt (et devient gris). La mort étant bien sur irréversible. Il est possible d'en faire pousser en utilisant de l'engrais sur le sol des fonds des océans chauds."},
            {"id1": "Le corail bulles est une plante (animal) que l'on trouve en grand nombre dans les océans chauds. Il pousse au sol et par dessus les blocs de coraux. Il peut être détruit très facilement à la main, mais il faudra utiliser un outil enchanté avec l'enchantement délicatesse si vous souhaitez récolter le corail. Il ne peut vivre que sous l'eau (ou a coté d'un bloc d'eau), sinon il meurt (et devient gris). La mort étant bien sur irréversible. Il est possible d'en faire pousser en utilisant de l'engrais sur le sol des fonds des océans chauds."},
            {"id2": "La gorgone de corail cerveau est une plante (animal) que l'on trouve en grand nombre dans les océans chauds. Elle pousse au sol, en général sur les blocs de coraux. Elle peut être détruite très facilement à la main, mais il faudra utiliser un outil enchanté avec l'enchantement délicatesse si vous souhaitez récolter ces gorgones. Elle ne peut vivre que sous l'eau (ou a coté d'un bloc d'eau), sinon elle meurt (et devient grise). La mort étant bien sur irréversible. Il est possible d'en faire pousser en utilisant de l'engrais sur le fond des océans chauds."},
            {"id3": "La gorgone de corail bulles est une plante (animal) que l'on trouve en grand nombre dans les océans chauds. Elle pousse au sol, en général sur les blocs de coraux. Elle peut être détruite très facilement à la main, mais il faudra utiliser un outil enchanté avec l'enchantement délicatesse si vous souhaitez récolter ces gorgones. Elle ne peut vivre que sous l'eau (ou a coté d'un bloc d'eau), sinon elle meurt (et devient grise). La mort étant bien sur irréversible. Il est possible d'en faire pousser en utilisant de l'engrais sur le fond des océans chauds."},
            {"id4": "La gorgone de corail corné est une plante (animal) que l'on trouve en grand nombre dans les océans chauds. Elle pousse au sol, en général sur les blocs de coraux. Elle peut être détruite très facilement à la main, mais il faudra utiliser un outil enchanté avec l'enchantement délicatesse si vous souhaitez récolter ces gorgones. Elle ne peut vivre que sous l'eau (ou a coté d'un bloc d'eau), sinon elle meurt (et devient grise). La mort étant bien sur irréversible. Il est possible d'en faire pousser en utilisant de l'engrais sur le fond des océans chauds."},
            {"id5": "La gorgone de corail tubulaire est une plante (animal) que l'on trouve en grand nombre dans les océans chauds. Elle pousse au sol, en général sur les blocs de coraux. Elle peut être détruite très facilement à la main, mais il faudra utiliser un outil enchanté avec l'enchantement délicatesse si vous souhaitez récolter ces gorgones. Elle ne peut vivre que sous l'eau (ou a coté d'un bloc d'eau), sinon elle meurt (et devient grise). La mort étant bien sur irréversible. Il est possible d'en faire pousser en utilisant de l'engrais sur le fond des océans chauds."},
            {"id6": "Le corail de feu est une plante (animal) que l'on trouve en grand nombre dans les océans chauds. Il pousse au sol et par dessus les blocs de coraux. Il peut être détruit très facilement à la main, mais il faudra utiliser un outil enchanté avec l'enchantement délicatesse si vous souhaitez récolter le corail. Il ne peut vivre que sous l'eau (ou a coté d'un bloc d'eau), sinon il meurt (et devient gris). La mort étant bien sur irréversible. Il est possible d'en faire pousser en utilisant de l'engrais sur le sol des fonds des océans chauds."},
            {"id7": "Le corail corné est une plante (animal) que l'on trouve en grand nombre dans les océans chauds. Il pousse au sol et par dessus les blocs de coraux. Il peut être détruit très facilement à la main, mais il faudra utiliser un outil enchanté avec l'enchantement délicatesse si vous souhaitez récolter le corail. Il ne peut vivre que sous l'eau (ou a coté d'un bloc d'eau), sinon il meurt (et devient gris). La mort étant bien sur irréversible. Il est possible d'en faire pousser en utilisant de l'engrais sur le sol des fonds des océans chauds."},
            {"id8": "Le Varech est une espèce d'algue qui pousse au fond des océans de Minecraft, elle a un rôle principalement décoratif. La plante pousse en colonne, une colonne qui peut atteindre au maximum une hauteur de 35 blocs de haut (la pousse s'arrête au plus tard 2 blocs sous la surface de l'eau). Ce bloc est la tête de la plante : si on coupe la plante une nouvelle tête apparait à la nouvelle extrémité haute de la colonne d'algue et tous les blocs au-dessus de la coupe sont droppés en item de Varech. Il est possible de replanter de nouvelles colonnes en utilisant des Varech."},
            {"id9": "Le Varech est une espèce d'algue qui pousse au fond des océans de Minecraft, elle a un rôle principalement décoratif. La plante pousse en colonne, une colonne qui peut atteindre au maximum une hauteur de 35 blocs de haut (la pousse s'arrête au plus tard 2 blocs sous la surface de l'eau). Ce bloc est la tête de la plante : si on coupe la plante une nouvelle tête apparait à la nouvelle extrémité haute de la colonne d'algue et tous les blocs au-dessus de la coupe sont droppés en item de Varech. Il est possible de replanter de nouvelles colonnes en utilisant des Varech."},
            {"id10": "Les plantes aquatiques couvrent une partie des fonds océaniques. Elles peuvent être récoltées à l'aide de ciseaux. Il est possible d'en planter en déposant de l'engrais au fond de l'eau (au moins 2 blocs de hauteur d'eau, ces herbes peuvent pousser sur quasiment n'importe quel type de bloc)."},
            {"id11": "Ce bloc représente 4 cornichons de mer sur le même bloc. Il a exactement les mêmes propriétés que le cornichon de mer seul. Il est possible de l'obtenir en posant un cornichon de mer sur un bloc de 3 cornichons de mer. Lorsqu'on le détruit, il drop 4 cornichons de mer simultanément."},
            {"id12": "Les plantes hautes aquatiques couvrent une partie des fonds océaniques à côté des Herbes Aquatiques. Ces hautes herbes sont hautes de 2 blocs de hauteur. Elles peuvent être récoltées à l'aide de ciseaux. Il est possible d'en faire pousser en déposant de l'engrais sur une herbe aquatique (au moins 3 blocs de hauteur d'eau)."}
           
        ],
        "arrayAnimals": [
            {"id0": "Les gardiens sont des monstres aquatiques qui protègent les monuments sous-marins. Pour cette raison, on ne les trouve qu'à proximité de ces monuments. Ils sont hostiles et attaquent aussi bien les joueurs que les autres créatures aquatiques (poulpes). Les gardiens attaquent à distance grâce à un rayon laser projeté contre leur cible. Le rayon doit rester fixe sur la cible pendant quelques instants pour que les dégâts soient infligés. Durant l'attaque, le gardien ne peut pas se déplacer. Pendant ses déplacements, il rentre ses piques dans sa tête, il n'est alors plus dangereux. Les gardiens suivent en permanence leur cible du regard, grâce à leur œil unique au centre de la tête, une particularité unique dans le jeu."},
            {"id1": "La morue est un poisson que l'on trouve couramment dans la plupart des biomes océaniques. Les morues vivent en petit groupe. Il est possible de ramasser ces poissons dans un seau en utilisant un seau d'eau, on obtient alors un seau d'eau avec une morue dedans. Ces poissons ont besoin d'eau pour vivre, hors de l'eau ils meurent en quelques secondes."},
            {"id2": "Le saumon est un poisson que l'on trouve couramment dans la plupart des biomes océan froid, ainsi que dans les rivières. Ils vivent en petit groupe. Les saumons sont capables de remonter les courants d'eau. Il est possible de ramasser ces poissons dans un seau en utilisant un seau d'eau, on obtient alors un seau d'eau avec un saumon dedans. Ces poissons ont besoin d'eau pour vivre, hors de l'eau ils meurent en quelques secondes."},
            {"id3": "Les poissons tropicaux se trouvent en grande quantité dans les biomes d'océans chauds (océans tièdes et océans chauds). Ils ont la particularité d'être disponibles dans une grande diversité de formes, motifs et couleurs : pas moins de 2700 variantes de ce poisson sont disponibles (2 x 15 couleurs + 6 motifs/nageoires + 2 tailles). Ils vivent en petit groupe. Il est possible de ramasser ces poissons dans un seau en utilisant un seau d'eau, on obtient alors un seau d'eau avec un poisson tropical dedans. Ces poissons ont besoin d'eau pour vivre, hors de l'eau ils meurent en quelques secondes."},
            {"id4": "La tortue est un animal que l'on trouve sur certaines plages et dans les océans. Elle vit seule ou en petit groupe jusqu'à 5 individus. La tortue se déplace lentement sur la terre, mais en contrepartie elle possède beaucoup de points de vie (15 cœurs). Dans l'eau en revanche, elle est beaucoup plus rapide. Les tortues se reproduisent en pondant des œufs. Si vous ne défendez pas ces œufs, ils seront attaqués par les zombies et les squelettes. À leur naissance, les bébés tortues sont tout petits et essaieront de rejoindre l'océan le plus proche s'ils ne sont pas attaqués par ces mêmes prédateurs. En grandissant, la tortue droppera une écaille de tortue. Il est possible d'accélérer la croissance des bébés tortues en leur donnant à manger des herbes aquatiques. Les tortues garderont en mémoire toute leur vie leur plage de naissance, et reviendront y pondre leur œuf, c'est pourquoi il peut être utile de déplacer les œufs de tortue pour choisir leur plage de naissance. Une présentation complète des tortues est disponible dans cet article."},
            {"id5": "Les poulpes sont les seules créatures aquatiques de Minecraft. Équipées de huit tentacules, elles sont passives. Elles peuvent être rencontrées dans de l'eau, peu importe sa profondeur ou son biome. Elles laissent des poches d'encre noire en mourant. Depuis la version Release 1.13, lorsqu'un poulpe est attaqué, il libère un nuage d'encre noire avant de s'enfuir."},
            {"id6": "Les dauphins sont des animaux passifs qu'on trouve très fréquemment dans la majorité des océans (tous sauf les océans glacés). On les trouve en général en groupe de plusieurs individus. Bien que non violents, s'ils sont attaqués, l'ensemble du groupe de dauphins va se défendre contre l'attaquant (un joueur ou un autre mob). Les dauphins sont joueurs : si un objet flotte dans l'eau, les dauphins vont l'attraper pour jouer avec. En navigant sur l'océan, on voit régulièrement des dauphins sauter hors de l'eau. Les dauphins sont même capables de sauter par-dessus une bordure pour rejoindre une autre étendue d'eau. Lorsqu'un joueur nage rapidement (sprint) près d'un dauphin, il bénéficie automatiquement de l'effet de la grâce du dauphin (de 5s) qui lui fait gagner de la vitesse. Les dauphins peuvent vous aider à trouver des trésors : donnez-leur du poisson cru et ils nageront en direction du trésor le plus proche. Si un dauphin se retrouve hors de l'eau, il finira par suffoquer au bout de quelques minutes. À l'inverse, ils doivent malgré tout respirer hors de l'eau, s'ils ne peuvent plus remonter à la surface pour respirer, ils finissent par mourir noyés."}
        ]
    },
    {
        "section": "Artique",
        "arrayPlants": [          
            {"id0": "Les buisson à baies sucrées sont des arbustes qu'ont trouve naturellement (mais rarement) dans les biomes de Taïga et Taïga gelée. Lorsqu'ils sont à maturité, ils produisent des baies sucrées qu'il est possible de récolter. 1 à 3 baies peuvent être récolté, ensuite l'arbustes continuera a reproduire d'autres fruits pour une récolte ultérieure. Lorsqu'on traverse un buisson de baies, ses épines nous ralentissent et nous infligent des dégâts similaires aux cactus."},
            {"id1": "Permet lorsqu'on le plante de faire pousser de nouveaux sapins. Il est possible d'accélérer leur vitesse de pousse en utilisant de l'engrais. Ce bloc se trouve naturellement sous des arbres abattus et peut être ramassé, il apparait également lorsqu'on détruit des feuilles de sapins. Pour faire pousser un Sapin géant (comme on en trouve dans la taïga géante), il faut poser 4 jeunes pousses en carré, puis mettre de l'engrais sur l'une d'elle: un sapin géant apparaitra alors."},
            {"id2": "Le champignon marron peut servir à la décoration ou comme aliment. Ce champignon se trouve dans certaines grottes en profondeur où dans les Biomes champignon, marécage ou encore Taïga Géante. Il deviendra un champignon géant si on y ajoute de l'engrais. Le champignon a besoin d'obscurité pour se reproduire. Il est aussi capable de se multiplier à la lumière s'il pousse sur le mycélium."},
            {"id3": "Le champignon rouge peut servir à la décoration ou comme aliment. Ce champignon se trouve dans certaines grottes en profondeur ou dans les Biomes champignon, marécage. Ce champignon est également visible dans le Nether, où il est d'ailleurs une des rares plantes à y pousser naturellement. Les champignons rouge peuvent également être récolté en tondant des Champimeuh Rouge avec des cisailles. Il deviendra un champignon géant si on y ajoute de l'engrais. Le champignon a besoin d'obcurité pour se reproduire. Il est aussi capable de se multiplier à la lumière s'il pousse sur le mycélium."},
            {"id4": "Cette fleur rouge se trouve fréquemment dans la nature, dans les plaines au milieu des herbes vertes. Le coquelicot peut être utilisée pour la fabrication de colorant rouge. Il est possible d'en faire repousser en parsemant l'herbe avec de l'engrais. Cette fleur sert également a la décoration, planté dans la terre ou dans un pot de fleur. Elle peut également servir pour la fabrication d'une soupe mystérieuse."},
            {"id5": "Cette fleur jaune se trouve fréquemment dans la nature, au milieu des herbes vertes. Le pissenlit peut être utilisée pour la fabrication de colorant jaune. Il est possible d'en faire repousser en parsemant l'herbe avec de l'engrais. Elle peut également servir pour la fabrication d'une soupe mystérieuse."},
            {"id6": "Les herbes hautes se trouvent naturellement dans la nature. Elles poussent sur les blocs d'herbes. Il est également possible de les planter en utilisant de l'engrais sur des blocs d'herbes. Ces herbes donnent des graines de manière aléatoire lorsqu'elles sont minées. Il est possible d'augmenter le nombre de graines obtenues en les récoltant avec une houe. Il est obligatoire de les couper avec des ciseaux pour les récupérer tel quel, avec tous autres outils vous aurez une chance d'avoir des graines."},
            {"id7": "Les fougères se trouvent naturellement dans la nature, dans certain biomes de forêts. Il est également possible de les planter en utilisant de l'engrais sur des blocs d'herbes. Il est obligatoire de les couper avec des ciseaux pour les récupérer tel quel, avec tous autres outils vous aurez une chance d'avoir des graines. Les fougères peuvent être utiliser en décoration, planté dans la terre ou dans des pots de fleurs."},
            {"id8": "Les herbes hautes se trouvent fréquemment dans la nature. Il est possible de faire grandir ces herbes hautes avec de l'engrais pour en faire des herbes très hautes, de 2 blocs de hauteur. Ces très hautes herbes se trouvent également dans la nature, dans certains biomes uniquement. En les coupant avec les ciseaux, vous obtiendrez 2 herbes hautes."}
        ],
        "arrayAnimals": [
    {"id0": "Les zombies sont des créatures simples : ils poursuivent le joueur et ne peuvent lui infliger des dégâts que en le touchant. Ils apparaissent souvent par groupes de 2 à 6 zombies. Ils n'apparaissent que dans les zones sombres (la nuit ou dans les cavernes) et ils brulent sous le soleil s'ils ne sont pas protégés par un casque. Les zombies peuvent parfois avoir des objets à la main : pelles, pomme de terre, carotte, etc... Ils peuvent aussi parfois ramasser des objets abandonnés au sol. Dans tous les cas, s'ils meurent ils dropperont l'objet qu'ils avaient à la main. Les zombies peuvent également avoir des bébés : ils sont très rare mais redoutable : plus rapide que les joueurs il sera difficile de leur échapper. Les zombies poursuivent naturellement les villageois. S'ils en attrapent un, celui ci se transformera en zombie villageois. Lorsqu'un zombie est tué par un Creeper Electrifié, il drop une tête de zombie."},
    {"id1": "Les bébés zombies ont 5 % de chances d'apparaître naturellement. Ils ressemblent aux zombies normaux, avec les spécificités suivantes :\n\n- Comme ils sont plus petits, ils sont plus furtifs et difficilement repérables au loin.\n- Ils se déplacent 30 % plus vite que les zombies ordinaires, mais ils ont les mêmes points de vie que les zombies normaux. Cela rend les bébés zombies plus dangereux que leurs homologues adultes.\n- Les bruits qu'ils produisent sont plus aigus que les effets sonores de zombies normaux.\n- Les bébés zombies-villageois se transformeront en bébés villageois s'ils sont soignés.\n- Quand ils portent une armure, celle-ci rétrécit pour s'adapter à la taille de leur corps.\n- Contrairement à toutes les autres créatures du jeu, ils resteront indéfiniment bébés et ne deviendront jamais des zombies « adultes ».\n- Leur boîte de collision est réduite.\n- Ils peuvent se faufiler dans les espaces de 1×1 bloc.\n- Ils donnent 12 points d'expérience lorsqu'ils sont tués par le joueur au lieu de 5.\n- Dans la version Bedrock, un bébé zombie a 15 % de chances de se mettre à chevaucher une créature lorsqu'il tente d'attaquer un villageois, un Vindicateur nommé 'Johnny', un joueur ou un golem."},
    {"id2": "Les squelettes sont des créatures hostiles. Les squelettes sont des ennemis rapides qui tirent des flèches sur les joueurs, ce qui en fait un ennemi très dangereux. Comme les zombies, les squelettes n'apparaissent que dans les zones sombres comme les lieux non éclairés à la surface pendant la nuit ou dans les cavernes. Au contact direct de la lumière du soleil, ils prennent feu et finissent par mourir de leurs brûlures. Il peut arriver que des araignées apparaissent avec un squelette sur leur dos, on les appelles les Araignées Jockey. Lorsqu'un squelette est tué par un Creeper Electrifié, il drop un crâne de squelette."},
    {"id3": "Les araignées chevauchées (en anglais : Spider Jockey) sont des créatures hostiles formées par la combinaison d'une araignée ou araignée venimeuse[Version Bedrock uniquement] et d'un squelette, vagabond, Wither squelette la chevauchant."},
    {"id4": "Les araignées sont agressives au cours de la nuit ou dans l'obscurité, on les reconnait à leur yeux qui brillent en rouge. Elles sont rapide et sont capable de grimper aux murs. Lorsqu'elles poursuivent le joueur pendant la nuit, elles continueront à les chasser durant la journée. Les araignées sont neutre lorsqu'elles sont exposées aux rayons du soleil ce qui signifie qu'elles n'attaqueront pas le joueur à moins d'être provoquées. Il peut arriver que des araignées apparaissent avec un squelette sur leur dos, on les appelle les Araignées Jockey."},
    {"id5": "L'enderman est un monstre assez rare dans le monde normal. C'est un mob qui à la possibilité de prendre et de déplacer des blocs. Ils ne vous attaqueront pas sauf si vous les regardez directement dans les yeux, ils se téléporteront alors derrière vous et deviendrons extrêmement hostiles. L'eau (et donc aussi la pluie) est leur ennemi, en effet au contact de celle-ci ils perdront de la vie, c'est pourquoi ils se téléportent instantanément à son contact. Les endermens sont omniprésent dans le monde The End. Comme pour la plupart des monstres, les Endermens ne spawn que dans les endroits sombres. Les endermens sont passif, ils ne vous agresseront que si vous les attaquez ou si vous les regardez dans les yeux. En plaçant une citrouille sur votre tête ils vous ignoreront même si vous les regardez."},
    {"id6": "Le creeper est une créature verte, pratiquement silencieuse, insidieuse et kamikaze. Une fois qu'il s'est assez rapproché du joueur, le creeper laissera échapper un sifflement sonore et explosera après 1 à 2 secondes. Il est également possible d'activer l'explosion des creepers manuellement en utilisant un amorceur dessus. Les creepers sont silencieux quand ils ne bougent pas et ne prennent pas feu quand ils sont exposés à la lumière du soleil, contrairement aux zombies et aux squelettes. En revanche ils n'apparaissent que dans les endroits sombres (dans les cavernes ou la nuit). Lorsqu'ils sont frappés par la foudre, les creepers se chargent et se transforment alors en Creeper Electrifié. Lorsqu'un creeper est tué par un squelette, il peut dropper des disques. Lorsqu'il est tué par un Creeper Electrifié, il drop une tête de creeper."},
    {"id7": "La sorcière est un mob très rare, mais aussi très puissant apparu dans Minecraft pour Halloween en 2012, et toujours présent aujourd'hui. On trouve en générale les sorcières caché dans des huttes, qui se trouve elle même dans des biomes Marécage. Il est également possible, bien que plus rare, d'en rencontrer dans n'importe quel biome la nuit. Les sorcières peuvent également apparaitre lorsqu'un villageois est frappé par la foudre. Les sorcières sont également visible durant les raids d'attaques contre les villages, à partir de la 3ème vague. Durant ces attaquent de raid, elles peuvent lancer des potion de guérison ou de régénération, pour aider les autres villagers qui attaquent avec elles."},
    {"id8": "Les slimes sont des cubes verts translucides. Ils peuvent être répertoriés dans 3 tailles officielles : grand, moyen et petit. Ils peuvent apparaitre à la fois dans les zones éclairées et sombres, mais uniquement dans les couches les plus profondes de la carte à une profondeur inférieure à 40. Ils apparaissent généralement dans de grandes cavernes ou des mines à ciel ouvert, ce qui est partiellement dû au fait qu'ils aient besoin d'un espace suffisamment grand pour pouvoir apparaître. Lorsque vous tuez un gros slime 2 à 4 plus petites versions de lui-même apparaissent."},
    {"id9": "Les zombies villageois sont similaires aux zombies à part leur apparence qui ressemble à des villageois. Ils peuvent spawn naturellement comme un zombie, ou bien être le résultat d'un villageois infesté par un zombie. Lorsqu'un zombie attaque un bébé villageois, cela produit alors un bébé zombie villageois. Les zombies villageois peuvent être soignée pour redevenir des villageois, il faudra pour cela : utiliser une spash potion of weakness sur le zombie villageois, utiliser ensuite une pomme d'or et faire un clic droit sur le zombie. Le zombie commence à trembler, après quelques minutes il redeviendra un villageois. Depuis la version 1.10 il est possible de trouver les zombies villageois naturellement dans des villages de zombies (un village sur 50): ces villages ont la particularité de n'avoir ni porte ni torche."},
    {"id10": "Les moutons sont des créatures passives. La principale caractéristique du mouton est de fournir de la laine, un matériau de construction. Il est possible de récupérer un bloc de laine en tuant le mouton, mais il est plus efficace d'utiliser des ciseaux pour le tondre, ce qui rapporte 1 à 3 blocs de laine. Une fois la laine récupérée, le mouton se retrouve nu mais sa laine repoussera rapidement quand il aura brouté de l'herbe, permettant une nouvelle tonte. Les moutons présents dans la nature peuvent être de différente couleur (blanc, noir, gris clair, gris foncés et plus rarement rose) et peuvent également être teint à la main à l'aide de colorants. Il est plus intéressant de teindre les moutons avant de les tondre car on produit alors plus de laine colorée avec moins de colorant. En se reproduisant, les moutons colorés transmettent leur couleur à leur petits."},
    {"id11": "Les cochons sont des créatures passives, on les rencontre très fréquemment dans le jeu. Ils produisent du porc cru une fois qu'ils sont tués (ou cuit s'ils meurent brûlés). Il est possible de leur mettre une selle puis de monter sur leur dos. Il est également possible de les attirer à l'aide d'une carotte au bout d'un bâton. Les cochons peuvent aussi faire des bébés."},
    {"id12": "Les loups sont des créatures que l'ont peut rencontrer dans les forêts. On les trouve en général en meute de plusieurs individus. Ils sont neutres et pourront soit devenir enragés si vous les attaquez, soit devenir votre chien si vous lui donner des os. Vous pouvez lire notre tuto pour apprivoiser un loup. Bien que les loups n'attaquent pas naturellement les humains, il peut arriver qu'il attaque des moutons ou des squelettes qui croiseraient leur chemin."},
    {"id13": "Les poules sont des créatures passives. Elles fournissent des plumes et des œufs utilisés principalement pour faire des gâteaux. Une poule pont un œuf toutes les 5 à 10 minutes en moyenne. Lancer un œuf de poule aura une chance de faire apparaitre un poussin."},
    {"id14": "Le Renard Arctique est un mob passif qu'on rencontre dans la taïga enneigée. Les renards sont des animaux nocturnes, ils vivent la nuit et dorment le jour. À la levée du jour, les renards cherchent un endroit calme, sous un arbre, pour dormir.\nBien que non agressifs envers les joueurs, les renards s'attaquent naturellement à d'autres animaux : les lapins, les poules, les bébés tortues, etc. Les renards sont même capables de sauter par-dessus les clôtures pour attaquer leurs proies ! En revanche, les renards se feront naturellement chasser par les loups et les ours polaires.\nIls tiennent parfois des objets dans leur gueule, et ils ont une chance de les dropper en mourant. S'il n'a rien dans sa gueule, le renard peut ramasser les objets au sol.\nIl est possible de reproduire 2 renards en leur donnant à manger des baies. Si on éloigne le bébé de ses parents avec une laisse, le bébé va nous donner sa confiance pour le reste de sa vie (comme un animal apprivoisé). Un renard ainsi apprivoisé nous défendra des autres entités qui nous attaqueront.\nL'œuf de renard donnera un renard arctique uniquement s'il est utilisé dans les biomes de taïga enneigée et ses variantes. Dans tous les autres biomes, c'est un renard roux qui spawnera."},
    {"id15": "Les lapins sont des animaux passifs que l'ont croise dans les plaines, forets, etc. Il est possible de les tuer pour récupérer leur viande."}
        ]
    },
    {
        "section": "Desertique",
        "arrayPlants": [
            {"id0": "Ces arbustes morts ne sont pas utilisés dans le jeu. Ils sont d'apparence identique aux arbustes mort trouvable dans le désert, mais pousse sur l'herbe verte. Ils ont été supprimé du jeu dans la version Minecraft Release 1.13"},
            {"id1": "Plante que l'on trouve sur les sols arides. On les trouve parfois aussi près de lacs. Les cactus ne poussent que sur le sable et ne peuvent être collés à un autre bloc. Une fois un bloc de cactus planté, il poussera jusqu'à avoir une taille de trois blocs de haut. Une astuce consiste à miner le bloc du bas des cactus, ce qui détruit l'intégralité des blocs qui le composent."},
            {"id2": "Cette plante se trouve à proximité immédiate de l'eau, et uniquement sur les blocs de sable, de terre et d'herbe. Plutôt rare, elle pousse très bien lorsque les conditions sont reunies. Une fois plantée, elle peut pousser jusqu'à atteindre une hauteur de trois blocs. Il est impossible de la planter sur un bloc qui n'est pas au bord de l'eau. Une astuce pour la récolter est de miner sa base afin de récolter l'ensemble de la plante en une seule fois."}
        ],
        "arrayAnimals": [
            {"id0": "Le Zombie Momifié est un type de zombie qui ère dans les zones désertiques. Contrairement au zombie classique il ne craint pas le soleil et ne brulera donc pas au levé du jour. D'autre part, s'il vous touche vous serez atteint d'un effet de faim."},
            {"id1": "Les zombies sont des créatures simples : ils poursuivent le joueur et ne peuvent lui infliger des dégâts que en le touchant. Ils apparaissent souvent par groupes de 2 à 6 zombies. Ils n'apparaissent que dans les zones sombres (la nuit ou dans les cavernes) et ils brulent sous le soleil s'ils ne sont pas protégés par un casque. Les zombies peuvent parfois avoir des objets à la main : pelles, pomme de terre, carotte, etc... Ils peuvent aussi parfois ramasser des objets abandonnés au sol. Dans tous les cas, s'ils meurent ils dropperont l'objet qu'ils avaient à la main. Les zombies peuvent également avoir des bébés : ils sont très rare mais redoutable : plus rapide que les joueurs il sera difficile de leur échapper. Les zombies poursuivent naturellement les villageois. S'ils en attrapent un, celui ci se transformera en zombie villageois. Lorsqu'un zombie est tué par un Creeper Electrifié, il drop une tête de zombie."},
            {"id2": "Les zombies villageois sont similaires aux zombies à part leur apparence qui ressemble à des villageois. Ils peuvent spawn naturellement comme un zombie, ou bien être le résultat d'un villageois infesté par un zombie. Lorsqu'un zombie attaque un bébé villageois, cela produit alors un bébé zombie villageois. Les zombies villageois peuvent être soignée pour redevenir des villageois, il faudra pour cela : utiliser une spash potion of weakness sur le zombie villageois, utiliser ensuite une pomme d'or et faire un clic droit sur le zombie. Le zombie commence à trembler, après quelques minutes il redeviendra un villageois. Depuis la version 1.10 il est possible de trouver les zombies villageois naturellement dans des villages de zombies (un village sur 50): ces villages ont la particularité de n'avoir ni porte ni torche."},
            {"id3": "Les zombies sont des créatures simples : ils poursuivent le joueur et ne peuvent lui infliger des dégâts que en le touchant. Ils apparaissent souvent par groupes de 2 à 6 zombies. Ils n'apparaissent que dans les zones sombres (la nuit ou dans les cavernes) et ils brulent sous le soleil s'ils ne sont pas protégés par un casque. Les zombies peuvent parfois avoir des objets à la main : pelles, pomme de terre, carotte, etc... Ils peuvent aussi parfois ramasser des objets abandonnés au sol. Dans tous les cas, s'ils meurent ils dropperont l'objet qu'ils avaient à la main. Les zombies peuvent également avoir des bébés : ils sont très rare mais redoutable : plus rapide que les joueurs il sera difficile de leur échapper. Les zombies poursuivent naturellement les villageois. S'ils en attrapent un, celui ci se transformera en zombie villageois. Lorsqu'un zombie est tué par un Creeper Electrifié, il drop une tête de zombie."},
            {"id4": "Les squelettes sont des créatures hostiles. Les squelettes sont des ennemis rapides qui tirent des flèches sur les joueurs, ce qui en fait un ennemi très dangereux. Comme les zombies, les squelettes n'apparaissent que dans les zones sombres comme les lieux non éclairés à la surface pendant la nuit ou dans les cavernes. Au contact direct de la lumière du soleil, ils prennent feu et finissent par mourir de leurs brûlures. Il peut arriver que des araignées apparaissent avec un squelette sur leur dos, on les appelles les Araignées Jockey. Lorsqu'un squelette est tué par un Creeper Electrifié, il drop un crâne de squelette."},
            {"id5": "Les araignées chevauchées (en anglais : Spider Jockey) sont des créatures hostiles formées par la combinaison d'une araignée ou araignée venimeuse[Version Bedrock uniquement] et d'un squelette, vagabond, Wither squelette la chevauchant."},
            {"id6": "Le creeper est une créature verte, pratiquement silencieuse, insidieuse et kamikaze. Une fois qu'il s'est assez rapproché du joueur, le creeper laissera échapper un sifflement sonore et explosera après 1 à 2 secondes. Il est également possible d'activer l'explosion des creepers manuellement en utilisant un amorceur dessus. Les creepers sont silencieux quand ils ne bougent pas et ne prennent pas feu quand ils sont exposés à la lumière du soleil, contrairement aux zombies et aux squelettes. En revanche ils n'apparaissent que dans les endroits sombres (dans les cavernes ou la nuit). Lorsqu'ils sont frappés par la foudre, les creepers se chargent et se transforment alors en Creeper Electrifié. Lorsqu'un creeper est tué par un squelette, il peut dropper des disques. Lorsqu'il est tué par un Creeper Electrifié, il drop une tête de creeper."},
            {"id7": "L'enderman est un monstre assez rare dans le monde normal. C'est un mob qui à la possibilité de prendre et de déplacer des blocs. Ils ne vous attaqueront pas sauf si vous les regardez directement dans les yeux, ils se téléporteront alors derrière vous et deviendrons extrêmement hostiles. L'eau (et donc aussi la pluie) est leur ennemi, en effet au contact de celle-ci ils perdront de la vie, c'est pourquoi ils se téléportent instantanément à son contact. Les endermens sont omniprésent dans le monde The End. Comme pour la plupart des monstres, les Endermens ne spawn que dans les endroits sombres. Les endermens sont passif, ils ne vous agresseront que si vous les attaquez ou si vous les regardez dans les yeux. En plaçant une citrouille sur votre tête ils vous ignoreront même si vous les regardez."},
            {"id8": "Les slimes sont des cubes verts translucides. Ils peuvent être répertoriés dans 3 tailles officielles : grand, moyen et petit. Ils peuvent apparaitre à la fois dans les zones éclairées et sombres, mais uniquement dans les couches les plus profondes de la carte à une profondeur inférieure à 40. Ils apparaissent généralement dans de grandes cavernes ou des mines à ciel ouvert, ce qui est partiellement dû au fait qu'ils aient besoin d'un espace suffisamment grand pour pouvoir apparaître. Lorsque vous tuez un gros slime 2 à 4 plus petites versions de lui-même apparaissent."},
            {"id9": "La sorcière est un mob très rare, mais aussi très puissant apparu dans Minecraft pour Halloween en 2012, et toujours présent aujourd'hui. On trouve en générale les sorcières caché dans des huttes, qui se trouve elle même dans des biomes Marécage. Il est également possible, bien que plus rare, d'en rencontrer dans n'importe quel biome la nuit. Les sorcières peuvent également apparaitre lorsqu'un villageois est frappé par la foudre. Les sorcières sont également visible durant les raids d'attaques contre les villages, à partir de la 3ème vague. Durant ces attaquent de raid, elles peuvent lancer des potion de guérison ou de régénération, pour aider les autres villagers qui attaquent avec elles."},
            {"id10": "Les araignées sont agressives au cours de la nuit ou dans l'obscurité, on les reconnait à leur yeux qui brillent en rouge. Elles sont rapide et sont capable de grimper aux murs. Lorsqu'elles poursuivent le joueur pendant la nuit, elles continueront à les chasser durant la journée. Les araignées sont neutre lorsqu'elles sont exposées aux rayons du soleil ce qui signifie qu'elles n'attaqueront pas le joueur à moins d'être provoquées. Il peut arriver que des araignées apparaissent avec un squelette sur leur dos, on les appelle les Araignées Jockey."},
            {"id11": "Le dromadaire est un mob passif qu'on trouve naturellement dans le centre des villages des déserts. C'est un mob passif qui a la particularité de se coucher régulièrement. Il est possible de le monter (comme un cheval) en plaçant sur son dos une selle. 2 places sont disponible sur son dos, le joueur placé à l'avant ayant le contrôle du dromadaire. Grace à leur grande taille les joueurs sur le dos des dromadaires sont à l'abris des attaques de mêlée de la plupart des monstres. Une autre capacité spéciale du dromadaire est de pouvoir sauter sur une grande distance (le dash): en maintenant la touche de saut appuyé on charge le dash, en relâchant la touche le dromadaire saute sur une longue distance. En contrepartie il n'est pas possible de sauter normalement avec le dromadaire, mais sa grand taille lui permet cependant de grimper par dessus les blocs (et même de franchir des barrières)"},
            {"id12": "Les lapins sont des animaux passifs que l'ont croise dans les plaines, forets, etc. Il est possible de les tuer pour récupérer leur viande."}
        ]
    },
    {
        "section": "Marecage",
        "arrayPlants": [
            {"id0": "Permet, lorsqu'il est planté, de faire pousser de nouveaux chênes. Il est possible d'accélérer leur vitesse de pousse en utilisant de l'engrais. Ce bloc se trouve naturellement sous des arbres abattus et peut être ramassé. Il apparait également lorsqu'on détruit des feuilles de chênes."},
            {"id1": "Ces arbustes morts ne sont pas utilisés dans le jeu. Ils sont d'apparence identique aux arbustes mort trouvable dans le désert, mais pousse sur l'herbe verte. Ils ont été supprimé du jeu dans la version Minecraft Release 1.13"},
            {"id2": "Le champignon marron peut servir à la décoration ou comme aliment. Ce champignon se trouve dans certaines grottes en profondeur où dans les Biomes champignon, marécage ou encore Taïga Géante. Il deviendra un champignon géant si on y ajoute de l'engrais. Le champignon a besoin d'obscurité pour se reproduire. Il est aussi capable de se multiplier à la lumière s'il pousse sur le mycélium."},
            {"id3": "Le champignon rouge peut servir à la décoration ou comme aliment. Ce champignon se trouve dans certaines grottes en profondeur ou dans les Biomes champignon, marécage. Ce champignon est également visible dans le Nether, où il est d'ailleurs une des rares plantes à y pousser naturellement. Les champignons rouge peuvent également être récolté en tondant des Champimeuh Rouge avec des cisailles. Il deviendra un champignon géant si on y ajoute de l'engrais. Le champignon a besoin d'obscurité pour se reproduire. Il est aussi capable de se multiplier à la lumière s'il pousse sur le mycélium."},
            {"id4": "Les nénuphars se trouvent dans les eaux troubles des marécages. Il est possible de marcher dessus. Ils sont purement décoratifs."},
            {"id5": "Cette fleur se trouve fréquemment dans la nature, dans les marécages. Elle peut être utilisée pour la fabrication de colorant. Il est possible d'en faire repousser en parsemant l'herbe avec de l'engrais. Cette fleur sert également a la décoration, planté dans la terre ou dans un pot de fleur. Elle peut également servir pour la fabrication d'une soupe mystérieuse."},
            {"id6": "Le Varech est une espèce d'algue qui pousse au fond des océans de Minecraft, elle a un rôle principalement décoratif. La plante pousse en colonne, une colonne qui peut atteindre au maximum une hauteur de 35 blocs de haut (la pousse s'arrête au plus tard 2 blocs sous la surface de l'eau). Ce bloc est la tête de la plante: si on coupe la plante une nouvelle tête apparait à la nouvelle extrémité haute de la colonne d'algue et tous les blocs au dessus de la coupe sont droppés en item de Varech. Il est possible de replanter de nouvelles colonnes en utilisant des Varech."},
            {"id7": "Le Varech est une espèce d'algue qui pousse au fond des océans de Minecraft, elle a un rôle principalement décoratif. La plante pousse en colonne, une colonne qui peut atteindre au maximum une hauteur de 35 blocs de haut (la pousse s'arrête au plus tard 2 blocs sous la surface de l'eau). Ce bloc est le corp de la plante: si on le coupe la plante une nouvelle tête apparait à la nouvelle extrémité haute de la colonne d'algue et tous les blocs au dessus de la coupe sont droppés en item de Varech. Il est possible de replanter de nouvelles colonnes en utilisant des Varech."},
            {"id8": "Les plantes aquatiques couvre une partie des fonds océaniques. Elles peuvent être récolté à l'aide de ciseau. Il est possible d'en planter en déposant de l'engrais au fond de l'eau (au moins 2 blocs de hauteur d'eau, ces herbes peuvent pousser sur quasiment n'importe quel type de bloc)."},
            {"id9": "Les plantes hautes aquatiques couvre une partie des fonds océaniques à côté des Herbes Aquatiques. Ces hautes herbes sont hautes de 2 blocs de hauteur. Elles peuvent être récolté à l'aide de ciseau. Il est possible d'en faire pousser en déposant de l'engrais sur une herbe aquatique (au moins 3 blocs de hauteur d'eau)."}
        ],
        "arrayAnimals": [
            {"id0": "Les zombies sont des créatures simples : ils poursuivent le joueur et ne peuvent lui infliger des dégâts que en le touchant. Ils apparaissent souvent par groupes de 2 à 6 zombies. Ils n'apparaissent que dans les zones sombres (la nuit ou dans les cavernes) et ils brulent sous le soleil s'ils ne sont pas protégés par un casque. Les zombies peuvent parfois avoir des objets à la main : pelles, pomme de terre, carotte, etc... Ils peuvent aussi parfois ramasser des objets abandonnés au sol. Dans tous les cas, s'ils meurent ils dropperont l'objet qu'ils avaient à la main. Les zombies peuvent également avoir des bébés : ils sont très rare mais redoutable : plus rapide que les joueurs il sera difficile de leur échapper. Les zombies poursuivent naturellement les villageois. S'ils en attrapent un, celui ci se transformera en zombie villageois. Lorsqu'un zombie est tué par un Creeper Electrifié, il drop une tête de zombie."},
            {"id1": "Les zombies villageois sont similaires aux zombies à part leur apparence qui ressemble à des villageois. Ils peuvent spawn naturellement comme un zombie, ou bien être le résultat d'un villageois infesté par un zombie. Lorsqu'un zombie attaque un bébé villageois, cela produit alors un bébé zombie villageois. Les zombies villageois peuvent être soignée pour redevenir des villageois, il faudra pour cela : utiliser une spash potion of weakness sur le zombie villageois, utiliser ensuite une pomme d'or et faire un clic droit sur le zombie. Le zombie commence à trembler, après quelques minutes il redeviendra un villageois. Depuis la version 1.10 il est possible de trouver les zombies villageois naturellement dans des villages de zombies (un village sur 50): ces villages ont la particularité de n'avoir ni porte ni torche."},
            {"id2": "Les bébés zombies ont 5 % de chances d'apparaître naturellement. Ils ressemblent aux zombies normaux, avec les spécificités suivantes :\n\n- Comme ils sont plus petits, ils sont plus furtifs et difficilement repérables au loin.\n- Ils se déplacent 30 % plus vite que les zombies ordinaires, mais ils ont les mêmes points de vie que les zombies normaux. Cela rend les bébés zombies plus dangereux que leurs homologues adultes.\n- Les bruits qu'ils produisent sont plus aigus que les effets sonores de zombies normaux.\n- Les bébés zombies-villageois se transformeront en bébés villageois s'ils sont soignés.\n- Quand ils portent une armure, celle-ci rétrécit pour s'adapter à la taille de leur corps.\n- Contrairement à toutes les autres créatures du jeu, ils resteront indéfiniment bébés et ne deviendront jamais des zombies « adultes ».\n- Leur boîte de collision est réduite.\n- Ils peuvent se faufiler dans les espaces de 1×1 bloc.\n- Ils donnent 12 points d'expérience lorsqu'ils sont tués par le joueur au lieu de 5.\n- Dans la version Bedrock, un bébé zombie a 15 % de chances de se mettre à chevaucher une créature lorsqu'il tente d'attaquer un villageois, un Vindicateur nommé 'Johnny', un joueur ou un golem."},
            {"id3": "La sorcière est un mob très rare, mais aussi très puissant apparu dans Minecraft pour Halloween en 2012, et toujours présent aujourd'hui. On trouve en générale les sorcières caché dans des huttes, qui se trouve elle même dans des biomes Marécage. Il est également possible, bien que plus rare, d'en rencontrer dans n'importe quel biome la nuit. Les sorcières peuvent également apparaitre lorsqu'un villageois est frappé par la foudre. Les sorcières sont également visible durant les raids d'attaques contre les villages, à partir de la 3ème vague. Durant ces attaquent de raid, elles peuvent lancer des potion de guérison ou de régénération, pour aider les autres villagers qui attaquent avec elles."},
            {"id4": "Les squelettes sont des créatures hostiles. Les squelettes sont des ennemis rapides qui tirent des flèches sur les joueurs, ce qui en fait un ennemi très dangereux. Comme les zombies, les squelettes n'apparaissent que dans les zones sombres comme les lieux non éclairés à la surface pendant la nuit ou dans les cavernes. Au contact direct de la lumière du soleil, ils prennent feu et finissent par mourir de leurs brûlures. Il peut arriver que des araignées apparaissent avec un squelette sur leur dos, on les appelles les Araignées Jockey. Lorsqu'un squelette est tué par un Creeper Electrifié, il drop un crâne de squelette."},
            {"id5": "Les araignées chevauchées (en anglais : Spider Jockey) sont des créatures hostiles formées par la combinaison d'une araignée ou araignée venimeuse[Version Bedrock uniquement] et d'un squelette, vagabond, Wither squelette la chevauchant."},
            {"id6": "Le creeper est une créature verte, pratiquement silencieuse, insidieuse et kamikaze. Une fois qu'il s'est assez rapproché du joueur, le creeper laissera échapper un sifflement sonore et explosera après 1 à 2 secondes. Il est également possible d'activer l'explosion des creepers manuellement en utilisant un amorceur dessus. Les creepers sont silencieux quand ils ne bougent pas et ne prennent pas feu quand ils sont exposés à la lumière du soleil, contrairement aux zombies et aux squelettes. En revanche ils n'apparaissent que dans les endroits sombres (dans les cavernes ou la nuit). Lorsqu'ils sont frappés par la foudre, les creepers se chargent et se transforment alors en Creeper Electrifié. Lorsqu'un creeper est tué par un squelette, il peut dropper des disques. Lorsqu'il est tué par un Creeper Electrifié, il drop une tête de creeper."},
            {"id7": "L'enderman est un monstre assez rare dans le monde normal. C'est un mob qui à la possibilité de prendre et de déplacer des blocs. Ils ne vous attaqueront pas sauf si vous les regardez directement dans les yeux, ils se téléporteront alors derrière vous et deviendrons extrêmement hostiles. L'eau (et donc aussi la pluie) est leur ennemi, en effet au contact de celle-ci ils perdront de la vie, c'est pourquoi ils se téléportent instantanément à son contact. Les endermens sont omniprésent dans le monde The End. Comme pour la plupart des monstres, les Endermens ne spawn que dans les endroits sombres. Les endermens sont passif, ils ne vous agresseront que si vous les attaquez ou si vous les regardez dans les yeux. En plaçant une citrouille sur votre tête ils vous ignoreront même si vous les regardez."},
            {"id8": "Les slimes sont des cubes verts translucides. Ils peuvent être répertoriés dans 3 tailles officielles : grand, moyen et petit. Ils peuvent apparaitre à la fois dans les zones éclairées et sombres, mais uniquement dans les couches les plus profondes de la carte à une profondeur inférieure à 40. Ils apparaissent généralement dans de grandes cavernes ou des mines à ciel ouvert, ce qui est partiellement dû au fait qu'ils aient besoin d'un espace suffisamment grand pour pouvoir apparaître. Lorsque vous tuez un gros slime 2 à 4 plus petites versions de lui-même apparaissent."},
            {"id9": "Les araignées sont agressives au cours de la nuit ou dans l'obscurité, on les reconnait à leur yeux qui brillent en rouge. Elles sont rapide et sont capable de grimper aux murs. Lorsqu'elles poursuivent le joueur pendant la nuit, elles continueront à les chasser durant la journée. Les araignées sont neutre lorsqu'elles sont exposées aux rayons du soleil ce qui signifie qu'elles n'attaqueront pas le joueur à moins d'être provoquées. Il peut arriver que des araignées apparaissent avec un squelette sur leur dos, on les appelle les Araignées Jockey."},
            {"id10": "Les grenouilles sont des mobs passifs qu'on trouve dans les marécages. Elles vivent en petits groupes de 2 à 5 individus. Elles ont la particularité de pouvoir se déplacer aussi bien sur terre que dans l'eau, et elles peuvent sauter très haut : jusqu'à 8 blocs de hauteur. Elles ne s'attaquent pas aux joueurs, mais peuvent manger des lucioles, des petits slimes et des cubes de magma. Lorsqu'elles mangent des cubes de magma, elles produisent un bloc de Grelampe de la même couleur que la grenouille.\nIl existe 3 couleurs de grenouilles, la couleur dépendant de la température du biome dans lequel apparaît la grenouille."},
            {"id11": "Les têtards sont les bébés des grenouilles. Ils vivent dans l'eau, après éclosions des œufs de grenouilles. Ils ne vivent que quelques minutes, avant leur transformation en grenouilles adultes."},
            {"id12": "Les cochons peuvent faire des bébés. Les cochons sont des créatures passives que l'on rencontre très fréquemment dans le jeu. Ils produisent du porc cru une fois qu'ils sont tués (ou du porc cuit s'ils meurent brûlés). Il est possible de leur mettre une selle puis de monter sur leur dos. Il est également possible de les attirer à l'aide d'une carotte au bout d'un bâton."},
            {"id13": "Les moutons sont des créatures passives. La principale caractéristique du mouton est de fournir de la laine, un matériau de construction. Il est possible de récupérer un bloc de laine en tuant le mouton, mais il est plus efficace d'utiliser des ciseaux pour le tondre, ce qui rapporte 1 à 3 blocs de laine. Une fois la laine récupérée, le mouton se retrouve nu mais sa laine repoussera rapidement quand il aura brouté de l'herbe, permettant une nouvelle tonte. Les moutons présents dans la nature peuvent être de différente couleur (blanc, noir, gris clair, gris foncés et plus rarement rose) et peuvent également être teint à la main à l'aide de colorants. Il est plus intéressant de teindre les moutons avant de les tondre car on produit alors plus de laine colorée avec moins de colorant. En se reproduisant, les moutons colorés transmettent leur couleur à leur petits."},
            {"id14": "Les vaches sont des créatures passives. Elles fournissent du cuir qui peut être utilisé pour créer des vêtements, de la viande de bœuf et du lait ce dernier servant de contrepoison ou encore dans la fabrication de gâteaux. Si la vache meurt en brulant, sa viande sera cuite. Pour récupérer son lait, il suffit de faire un clic droit sur la vache avec un seau vide dans la main. Les vaches apparaissent en groupe de 4 à 12 bêtes et se promènent sans véritable but. Il y a différents type de vaches bien que leur apparence globale reste la même. Les vaches peuvent également apparaitre après avoir tondu une vachampignon à l'aide de ciseaux."},
            {"id15": "Les poules sont des créatures passives. Elles fournissent des plumes et des œufs utilisés principalement pour faire des gâteaux. Une poule pont un œuf toutes les 5 à 10 minutes en moyenne. Lancer un œuf de poule aura une chance de faire apparaitre un poussin."}
        ]
    }
]

